IDEA Open Model
MatConcreteEc2.SilicaFume Property
Compatible with IDEA StatiCa Beta 20.0
 Contains silica fume
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool SilicaFume { get; set; }
Public Property SilicaFume As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace